Repository: SerdiukVladyslav/MusicPortal
Catalog: MusicPortal/Resources/Resource.*.resx
Languages: lt

source: Access level
lt: Prieigos lygis

# AccessLevelLength
source: The access level must be 0, 1 or 2
lt: Prieigos lygis turi būti 0, 1 arba 2

# AccessLevelRequired
source: The 'AccessLevel' Field is required
lt: Laukas „Prieigos lygis“ yra privalomas

source: Action
lt: Veiksmas

# AddAlbum
source: Add an album
lt: Pridėti albumą

# AddArtist
source: Add an artist
lt: Pridėti atlikėją

# AddButton
source: Add
lt: Pridėti

# AddCountry
source: Add a country
lt: Pridėti šalį

# AddGenre
source: Add a genre
lt: Pridėti žanrą

# AddSong
source: Add a song
lt: Pridėti dainą

# AlbumConfirm
source: Are you sure you want to delete this album?
lt: Ar tikrai norite ištrinti šį albumą?

source: Album cover
lt: Albumo viršelis

# AlbumLength
source: The name of the album must contain from 1 to 100 characters
lt: Albumo pavadinimą turi sudaryti nuo 1 iki 100 simbolių

# AlbumName
source: Album
lt: Albumas

# AlbumRequired
source: The 'Album' field is required
lt: Laukas „Albumas“ yra privalomas

source: Albums
lt: Albumai

# AlbumSort
source: Album title
lt: Albumo pavadinimas

# AlbumYear
source: Year
lt: Metai

# ArtistConfirm
source: Are you sure you want to delete this artist?
lt: Ar tikrai norite pašalinti šį atlikėją?

# ArtistHome
source: Performer/Band
lt: Atlikėjas/Grupė

# ArtistLength
source: The name of the artist must contain from 1 to 100 characters
lt: Atlikėjo vardą turi sudaryti nuo 1 iki 100 simbolių

# ArtistName
source: Artist
lt: Atlikėjas

# ArtistRequired
source: The 'Artist' field is required
lt: Laukelis „Atlikėjas“ yra privalomas

source: Artists
lt: Atlikėjai

source: Back to List
lt: Grįžti į sąrašą

# CancelSort
source: Unsort
lt: Atšaukti rūšiavimą

# ChooseLang
source: Choose the language
lt: Pasirinkite kalbą

source: Countries
lt: Šalys

# CountryConfirm
source: Are you sure you want to delete this country?
lt: Ar tikrai norite pašalinti šią šalį?

# CountryLength
source: The name of the country must contain from 1 to 100 characters
lt: Šalies pavadinimą turi sudaryti nuo 1 iki 100 simbolių

# CountryName
source: Country
lt: Šalis

# CountryRequired
source: The 'Country' field is required
lt: Laukas „Šalis“ yra privalomas

source: Delete
lt: Pašalinti

# DeleteButton
source: Delete
lt: Pašalinti

source: Edit
lt: Redaguoti

source: First name
lt: Vardas

# FirstNameRequired
source: The 'First name' field is required
lt: Laukas „Vardas“ yra privalomas

# GenreConfirm
source: Are you sure you want to delete this genre?
lt: Ar tikrai norite ištrinti šį žanrą?

# GenreLength
source: The name of the genre must contain from 1 to 100 characters
lt: Žanro pavadinimą turi sudaryti nuo 1 iki 100 simbolių

# GenreName
source: Genre
lt: Žanras

# GenreRequired
source: The 'Genre' field is required
lt: Laukas „Žanras“ yra privalomas

source: Genres
lt: Žanrai

# Introduce
source: Hello,
lt: Sveiki,

# InvalidLoginPassword
source: Incorrect login or password!
lt: Neteisingas prisijungimas arba slaptažodis!

source: Last name
lt: Pavardė

# LastNameRequired
source: The 'Last name' field is required
lt: Laukas „Pavardė“ yra privalomas

source: Login
lt: Prisijungimas

# LoginButton
source: Login
lt: Prisijungti

# LoginRequired
source: The 'Login' field is required
lt: Laukas „Prisijungimas“ yra privalomas

source: Logout
lt: Įėjimas

source: Music file
lt: Muzikos failas

source: Music portal
lt: Muzikos portalas

# NextPagination
source: Next
lt: Kitas

source: Password
lt: Slaptažodis

# PasswordCompare
source: Passwords do not match!
lt: Slaptažodžiai nesutampa!

source: Password confirm
lt: Slaptažodžio patvirtinimas

# PasswordConfirmRequired
source: The 'Password confirm' field is required
lt: Laukas „Slaptažodžio patvirtinimas“ yra privalomas

# PasswordRequired
source: The 'Password' field is required
lt: Laukas „Slaptažodis“ yra privalomas

# PreviousPagination
source: Previous
lt: Ankstesnis

source: Register
lt: Registracija

# RegisterButton
source: Register
lt: Registruotis

# SaveButton
source: Save
lt: Išsaugoti

# SongConfirm
source: Are you sure you want to delete this song?
lt: Ar tikrai norite ištrinti šią dainą?

source: Songs
lt: Dainos

# SongSort
source: Song title
lt: Dainos pavadinimas

# SongTitle
source: Title
lt: Pavadinimas

source: Sort by
lt: Rūšiuoti pagal

# SubmitSort
source: Apply
lt: Taikyti

# TitleLength
source: The title of the song must contain from 1 to 100 characters
lt: Dainos pavadinimą turi sudaryti nuo 1 iki 100 simbolių

# TitleRequired
source: The 'Title' field is required
lt: Laukas „Pavadinimas“ yra privalomas

# UserConfirm
source: Are you sure you want to delete this user?
lt: Ar tikrai norite ištrinti šį naudotoją?

# UserExists
source: A user with this login already exists!
lt: Vartotojas su šiuo prisijungimu jau yra!

# UserLogin
source: Login
lt: Prisijungimo vardas

source: Users
lt: Vartotojai

# YearLength
source: The year of issue must be between 1900 and 2024
lt: Išleidimo metai turi būti nuo 1900 iki 2024 m.

# YearRequired
source: The 'Year' field is required
lt: Laukas „Metai“ yra privalomas

# YearSort
source: Album release year
lt: Albumo išleidimo metai
